[Lang]
Table_ServerName = Nom du serveur
Table_Status = Status
Table_Uptime = Uptime
Table_Players = Joueurs
Table_IP = IP
Table_Port = Port
Table_Starting_Map = Map de Demarrage
Table_Game = Jeu
Table_Version = Version
Table_Lastest = Derniere 
Table_appID = appID

Toolbar_Start = Demarrage
Toolbar_Stop = Arret
Toolbar_Restart = Redemarrer
Toolbar_Update = Mise a Jour
Toolbar_Add_Edit = Ajouter/Modifier
Toolbar_ShowHide =Montrer/Cacher le Serveur

Menu_Start = Demarrage
Menu_Stop = Arret
Menu_Update = Mise a Jour
Menu_Restart = Redemarre
Menu_OpenServerDir = Ouvrir le Repertoire du Serveur
Menu_UpdateAndValidServer = Mise a Jour et Validation des Fichiers du Serveur
Menu_DeleteServer = Supprimer le Serveur
Menu_AddEdit =Ajouter/Modifier
Menu_DownloadServer_Title = Telecharger un Serveur
Menu_AllServers_Hide = Cacher
Menu_Title = Menu
Menu_AllServers_title = Tous les Serveurs

Menu_Setting_title = Parametres
Menu_Auto_Update_Settings = Parametres de la Mise a Jour Automatique
Menu_AllServerStarting_Settings = Tous les Parametres de Demarrage des Serveurs
Menu_SteamAPIURLProxy_Settings = Parametres de Proxy d' Format URL Steam
Menu_CheckSoftwareupdate = Verification de la Mise à Jour du Logiciel
Menu_Language = Langue

Menu_Process_title = Processus
Menu_KillALLsrcdsexe = TUER Tous les srcds.exe
Menu_KillALLSteamCMDexe = TUER Tous les steamcmd.exe


control_crash_auto_restart = Redemarre Automatique apres Crash
control_srcds_auto_update = Mise a Jour Automatique de srcds 
control_check_Interval = Controle tout les  
control_min = Minutes
control_Create_Desktop_Shortcut = Creer un Raccourci sur le Bureau 
control_Enable_Port_Check = Activer la verification des ports
control_MaxActionLog = Max Records Line7 
control_ActionLog = Action Log
control_Enable_SoftWare_Update = Activer la Mise à Jour Automatique du Logiciel
control_All_Servers = Tout les Serveurs
control_SendSRCDS_MSG = Envoyer
control_command_copy = Copie
control_command_clear = Nettoyer

Add_Edit_Server_Name = Nom du serveur
Add_Edit_Server_Path = ServerPath:(srcds.exe)
Add_Edit_Server_Port = Port:
Add_Edit_Server_Map = Carte:
Add_Edit_Server_Optional = Optionnel
Add_Edit_Server_Additional_Parametes = Parametres Supplementaires : -tickrate 128 +mapgroup mg_active ..etc ..
Add_Edit_Server_Button_Save = Sauvegarder
Add_Edit_Server_Button_View = Naviguer
Add_Edit_Server_Button_GetIP = Obtenir l'IP
Add_Edit_Server_IP_Optional = IP:(Optionnel)
Add_Edit_Server_Title = Ajouter ou Modifier un Serveur
Add_Edit_Server_WorkShop = WorkShop
Add_Edit_Server_Maxplayers = Maximum de joueurs

MSGBOX_Stop_All = Arrete tout?
MSGBOX_Stop_All_And_Update = Arrete Tout et Mettre à Jour?
MSGBOX_not_found_steamcmd = ERREUR: Steamcmd Introuvable dans le Repetoire steamcmd/steamcmd.exe
MSGBOX_no_server_select = Pas de serveur sélectionné
MSGBOX_Please_Stop_First = S'il vous plait Arretez en premier!!

MSGBOX_delete_server = Supprimer le serveur!
MSGBOX_Confirm_Valid = Confirmer Validation des fichiers du serveur et Mettre à Jour ce Serveur?
MSGBOX_New_Version_Found_Do_You_want_update_New_Version = Nouvelle version trouvee Voulez-vous une mise à jour ? Nouvelle version:
MSGBOX_Server_Version = Version du Serveur :
MSGBOX_Local_Version = Version Locale:
MSGBOX_Confirm_delete = Confirmer la Suppression du serveur?
MSGBOX_Kill_Process = Voulez-vous tuer le processus?
MSGBOX_Process_Name =  Nom du Processus :
MSGBOX_Process_used =   Utilise!!
MSGBOX_Exit_Message = Enregistrer le processus ? Garder les serveurs en cours d'execution?

MSGBOX_Not_Found_Server_Name = Nom du Serveur Introuvable
MSGBOX_Not_Found_srcds = Chemin introuvable srcds.exe!!
MSGBOX_Invalid_Port = Port non valide!!
MSGBOX_Unknow_gamename = Inconnu [Nom du Jeu et APPID] Ajouter un Nom de Jeu ,Utilisez des paramètres supplémentaires pour ajuster!
MSGBOX_Use_WorkShopMap = Utilisez des parametres supplementaires pour ajuster!
MSGBOX_not_found_srcds2 =  srcds.exe non trouve!
MSGBOX_Unknow_gamename2 = Exemple : -game csgo

MSGBOX_Stop_Running = Stop Running, 
Menu_ServerBackUP = Serveur Backup
BackUP_EnableBackUP = Active le Backup
BackUP_Save_Path = Enplacement du Backup:
BackUP_Task_Time = Backup effectuer a:
BackUP_TIP_Time = 3 = 3H00
BackUP_Test_BackUP = Test de Backup
BackUP_Save_BackUP = Sauvegarder
BackUP_BackUP_Add = Ajouter
BackUP_BackUP_Remove = Enlever
BackUP_BackUP_Brose = Parcourir

Menu_CrashConfigure = Configuration des Crash
Menu_SoftWareConfigure = Configuration du logiciel
SoftWareConfigure_TIPTag1 = C'est l'ecriture SYSTEM [regedit] Si les Autorisations ne suffisent pas, essayez d'executer le mode Administrateur
SoftWareConfigure_Automatic_login_system = Systeme de connexion automatique (optionnel) [Le programme ne s'en souvient pas]
SoftWareConfigure_Automatic_login_enable = Activer
SoftWareConfigure_TIPTag3 = Si votre systeme a un mot de passe, Vous devez le configurer ici ou Google:Connexion automatique Windows Server
SoftWareConfigure_Button_Automatic_login_Help = Si vous souhaitez utiliser manuellement, cliquez
SoftWareConfigure_Disable_Exit_Prgram_MsgBox = Desactiver le MsgBox Lors de Sortir du Programme
SoftWareConfigure_Start_On_Windows_Startup = Demarrez lors du demarrage de Windows
SoftWareConfigure_Save = Sauvegarder
SoftWareConfigure_Save_MessageBox = Termine! C'est l'ecriture SYSTEM [regedit] Si les autorisations ne suffisent pas, essayez d'executer le mode Administrateur OU Manuel
SoftWareConfigure_Automatic_login_username = Nom d'utilisateur:
SoftWareConfigure_Automatic_login_password = Mot de passe:

Crash_Last_modification_Mode = Last modification Mode (SM Plugin + Update File Mode)
MSGBOX_ServerNameExists = ServerName Exists
Crash_Last_modification_Time = Last modification >=
Crash_Sec = Sec
Crash_SteamAPIMode_Lable = Steam API Mode [Slow] Online Check Mode (Possible some server not working or wrong)
Crash_Button_Help = Help
Crash_Button_Help_Last_modification = This method can help you detect stop response ,freeze. must need install the SM plugin to be effective
Crash_Button_Help_SteamAPIMode = online check mode use api.steampowered.com/ISteamApps/GetServersAtAddress/v0001?addr=PUBLIC.IP.ADDR:PORT&format=xml this method of detection is slow API has 3-5Min Cache! support freeze,stop response..etc
Button_InstallPlugin = Install Plugin

Crash_Button_Remove_Plugin = Remove Plugin
Crash_CheckBox_Online_select = Dont't forget -Edit Server - Set PublicIP if Blank is Default IP[Click Save First , will add options in server property]
Add_Edit_Server_CPU_Core_Bind_CheckBox = CPU Core Bind
Add_Edit_Server_CPU_Core_Bind_Lable = CPU Affinity (Optional)
Add_Edit_Server_TaskList_Button_DeleteTask = Delete Task
Add_Edit_Server_TaskList_Button_AddTask = Add Task

Add_Edit_Server_tabs_ServerSetting = Server Setting
Add_Edit_Server_tabs_TaskListManager = Task List Manager

Add_Edit_Server_TaskList_TAG_delete_xtasktoall = You can delete xTask.xnetdb file to delete all
Add_Edit_Server_TaskList_AddTask_Lable = Add Task
Add_Edit_Server_TaskList_AddTask_TAG_Type = Type
Add_Edit_Server_TaskList_AddTask_TAG_Action = Action
Add_Edit_Server_TaskList_AddTask_TAG_H = H
Add_Edit_Server_TaskList_AddTask_TAG_M = M
Add_Edit_Server_TaskList_AddTask_TAG_WEEK = Week
Add_Edit_Server_TaskList_AddTask_TAG_Day = Day
Add_Edit_Server_TaskList_Tables_Server = Server
Add_Edit_Server_TaskList_Tables_D_H_M = Day-Hour-Min
Add_Edit_Server_CPU_SaveTIP = CPU Affinity Failed Must Set 1 Core! back to default
Add_Edit_Server_TAG_TIP_upower = Suggest:upower plan set to High Performance 
Add_Edit_Server_TAG_TIP_CrashCheckPublicIP = (Steam API check Crash)
Add_Edit_Server_TAG_TIP_LocalJoin = Local Join? Try 0.0.0.0 or Blank
Add_Edit_Server_TAG_TIP_PublicIP = Public IP
Add_Edit_Server_CPU_Priority = Priority

Menu_ICO_DisPlay = Display
Menu_ICO_Exit = Exit
Enable_Tray_When_maximize = Enable Tray icon When maximize
Parametes_Lists_Doubleclicktouse = Double click to use
Parametes_Lists_Parametes = Parametes
Parametes_Lists_MoreParametes = MoreParametes
Parametes_Lists_Add = Add
Parametes_Lists_Edit = Edit
Parametes_Lists_Remove = Remove
Parametes_Lists_USE = USE
Parametes_Lists_Close = Close
Parametes_Lists_Note = Note
Parametes_Lists_DefaultParametes = Set As Default Parametes
Parametes_Save_ParametesList_file = [Save To (ParametesList.xnetdb) file]

FileConfig_STitle_ConfigureFile = Configure FileName Format ..Automatically deletes old backup files
FileConfig_STitle_DefaultFileName = IP+Port+User (One ZIP file an server) if same file name overlay old file
FileConfig_BackFile_AddTime = +Time
FileConfig_sTimeFileNameEg = eg:192_168_1_1_27015_username_2017_01_01_03_01.zip       No overlay of files
FileConfig_BackFile_AutoClear = Backup File Automatic Cleaner
FileConfig_FileLast_modification = Last modification >=
FileConfig_sMaxBackUPSameTime = Max Backup as same time
FileConfig_sDay = Days

Action_Log_TimeFormat_ymd = yyyy/M/d 
Action_Log_TimeFormat_hms = HH:mm:ss
Action_Log_3 = [Icon] Init Tray Icon
Action_Log_4 = [Language] Load->
Action_Log_5 = [TaskLists] Loading task scheduler count ->
Action_Log_6 = [SRCDS] Starting Server -> 
Action_Log_7 = [SRCDS] Starting Error CreateProcessA PID:->
Action_Log_8 = [Crash] [Engine Error UnKnow] ->
Action_Log_9 = [Crash] [Weapon Script Not Found for example CS:GO Map Has Cstrike Source Weapon] ->
Action_Log_10 = [Crash] SRCDS Process Exception ->

Action_Log_11 = Count:
Action_Log_12 = [Crash] SRCDS Process auto-kill [Port has been used] ->
Action_Log_13 = [Crash] Crash By Close ->
Action_Log_14 = [SoftWare] Update Server Status Running->
Action_Log_15 = [SoftWare] Update Server Pid->
Action_Log_16 = [SRCDS] Stop Server ->
Action_Log_17 = [Error] Can't close srcds possible no access Try Running Administrator Mode ->
Action_Log_18 = [SRCDS Update] can't update ->
Action_Log_19 = ->unknown This Server APPID!! Please Edit Server-configure appID
Action_Log_20 = [Error Update]->


Action_Log_21 = ->Can't Close process possible no access Try Running Administrator Mode
Action_Log_22 = [SteamCMD Update] Update Server Fnished ->
Action_Log_23 = [SteamCMD Update]--Update Server Stuck Restart...uptime >=
Action_Log_24 = [SoftWare] STOP SRCDS Version Online check...
Action_Log_25 = [Error] Software Update Failed! xnet_srcds_up.exe Not Found!!, Please Download Module :http://forums.alliedmods.net/showthread.php?t=298085
Action_Log_26 = [SoftWare] Check SoftWare Version:
Action_Log_27 = [SteamCMD Update] -> Main:
Action_Log_28 = -> ForkServer:
Action_Log_29 = -> Auto Close:
Action_Log_30 = [Backup] ERROR--BackUp End->



Action_Log_31 = ->folder Not Found!!
Action_Log_32 = [Task] ALL Servers Action:
Action_Log_33 = [SteamCMD Update] Update Server->
Action_Log_34 = [SoftWare] Updateing->
Action_Log_35 = [SoftWare] Loading SteamAPI Proxy Config
Action_Log_36 = [SoftWare] Proxy>>>
Action_Log_37 = [BackUP] Server BackUP Enable
Action_Log_38 = [Crash Check] Mode = Last modification Mode Set Timeout:
Action_Log_39 = [SoftWare] Start On Windows Startup Enable >> ALL Servers Starting...
Action_Log_40 = [SoftWare] Loading SteamAPI Format:[JSON]


Action_Log_41 = [SoftWare] Loading SteamAPI Format:[XML]
Action_Log_42 = [SoftWare] Action Log Line > 
Action_Log_43 = [SoftWare] Save To > 
Action_Log_44 = Staring BackUP Task..
Action_Log_45 = [BackUP] BackUp Server Start ->
Action_Log_46 = [CrashCheck] PID ->
Action_Log_47 =  Windows Mode->Error Monitor Try right-click administrator mode! or change crash test method type
Action_Log_48 = [Crash Check:Error] Steam API Mode Error JSON != response/success  Crash Check Not Working!! Please Change Crash Check Method!!（if not often pass through）->
Action_Log_49 = [Crash Check:Steam API Mode] Crash By Close --] ->
Action_Log_50 = Reason:[API Not Found Your Server IP] Public IP:


Action_Log_51 = [Task] Error Not Can't Find Server:
Action_Log_52 = [Task] Restart Server->
Action_Log_53 = [Task] Start Server->
Action_Log_54 = [Task] Stop Server->
Action_Log_55 = [Task] Update Server->
Action_Log_56 = [Task] BackUP Server->
Action_Log_57 = [Crash]- File Timed Last modification Timed Out!! > [
Action_Log_58 = [Crash] Check Last modification Mode-- File Not Found -- Please check plugin install sucessful..
Action_Log_59 = [BackUP] DELETE BackUP old File:
Action_Log_60 = [A2S Check] Server A2S Check Port RecvFrom Bind To:


Action_Log_61 = suggest use firewall block any remote address from accessing this port
Action_Log_62 = [A2S Check] UDP WSASendTo Intval:
Action_Log_63 = [A2S Check] Fail Count >=
Action_Log_64 = Will Restart!
Action_Log_65 = [A2S Check] Start Check Uptime >= 
Action_Log_66 = [A2S Error] Bind UDP RecvPort:
Action_Log_67 = lease Change Port! A2S Ping Check Not Working...!
Action_Log_68 = [A2S Check] SRCDS Restart->
Action_Log_69 = Faild Count >= 

Action_Log_70 = File Listen Enable
A2S_Data_PlayerCURMax = Player Status:
